---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalZoneName
source: html/df41b432-8988-2c69-35b4-67ca97dbc544.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalZoneName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalZoneName { get; }
```